Repository: lavaKangJun/Pico
Catalog: Sources/ChordFeature/Resources/Localizable.xcstrings
Source language: ko
Languages: en, ja, zh_hans, zh_hant

source: 1전위
en: 1st
ja: 第1
zh_hans: 第一
zh_hant: 第一

source: 2전위
en: 2nd
ja: 第2
zh_hans: 第二
zh_hant: 第二

source: 3전위
en: 3rd
ja: 第3
zh_hans: 第三
zh_hant: 第三

source: 광고를 보면 %@ 분류를 열 수 있어요.
en: Watch an ad to unlock %@.
ja: 広告を見ると %@ が開きます。
zh_hans: 观看广告即可解锁 %@。
zh_hant: 觀看廣告即可解鎖 %@。

source: 기본
en: Root
ja: 基本形
zh_hans: 原位
zh_hant: 原位

source: 메이저 3화음 · %@
en: Major triad · %@
ja: メジャー三和音 · %@
zh_hans: 大三和弦 · %@
zh_hant: 大三和弦 · %@

source: 분류
en: Category
ja: 分類
zh_hans: 分类
zh_hant: 分類

source: 옥타브
en: Octave
ja: オクターブ
zh_hans: 八度
zh_hant: 八度

source: 원하는 코드를 빠르게 찾아보세요
en: Find the chord you need, fast
ja: 使いたいコードをすばやく探せます
zh_hans: 快速找到你需要的和弦
zh_hant: 快速找到你需要的和弦

source: 재생 방식
en: Playback style
ja: 再生方法
zh_hans: 播放方式
zh_hant: 播放方式

source: 전위
en: Inversion
ja: 転回形
zh_hans: 转位
zh_hant: 轉位

source: 정지
en: Stop
ja: 停止
zh_hans: 停止
zh_hant: 停止

source: 조성
en: Key
ja: キー
zh_hans: 调性
zh_hant: 調性

source: 진행 듣기
en: Play progression
ja: 進行を再生
zh_hans: 播放进行
zh_hant: 播放進行

source: 코드 진행
en: Progressions
ja: コード進行
zh_hans: 和弦进行
zh_hant: 和弦進行

source: 코드 찾기
en: Chord finder
ja: コード検索
zh_hans: 和弦查询
zh_hant: 和弦查詢

source: 코드를 눌러 구성음을 확인해 보세요.
en: Tap a chord to see the notes it is made of.
ja: コードをタップすると構成音を確認できます。
zh_hans: 点按和弦即可查看构成音。
zh_hant: 點按和弦即可查看組成音。

source: 표기
en: Spelling
ja: 表記
zh_hans: 记谱
zh_hant: 記譜
